[
  {
    "name": "Scott's Landscaping, Inc",
    "live": "https://scottslandscaping.org/",
    "git": "https://github.com/cbowman422/scottslandscaping",
    "image": "https://imgur.com/ZQrGZEA.jpg",
    "description" : "Scott's Landscaping, Inc. is a website built with MongoDB, Express.js, React.js and Node. Enhanced user experience and user interface (UX/UI) design decisions, resulting in 30% increase in website engagement and 20% decrease in bounce rate. Developed responsive web applications, improving website accessibility across devices and increased user retention rate by 15%. Successfully managed the transfer of domain registrar, email provider transfer, and updated DNS records."
  },
  {
    "name": "Money Mania",
    "live": "https://moneymania.netlify.app/login",
    "git": "https://github.com/cbowman422/Money-Mania-Frontend",
    "image": "https://imgur.com/MqzOqn8.jpg",
    "description" : "Money Mania is an application designed for high school students to learn about finance. For the GA 2023 Hackathon and placing runner up. Worked on a team of 3 UX/UI designers and 4 software developers. Responsible for the back-end server and also developed 3 pages for the frontend."
  },
  {
    "name": "Millie's Messenger",
    "live": "https://capstone-chat.netlify.app",
    "git": "https://github.com/cbowman422/capstone_chat_fe",
    "image": "https://imgur.com/sJvm2cN.jpg",
    "description" : "Millie's Messenger is a live messaging app that can be used as a template for incorporating Socket.IO, MongoDB Change Streams, Express, React.js, Node.js and JSON Web Tokens/ Bearer Authorization."
  },
  {
    "name": "HAPI Hour",
    "live": "https://hapi-hour.netlify.app/",
    "git": "https://github.com/cbowman422/project-2",
    "image": "https://imgur.com/CxEXPkD.jpg",
    "description" : "An app built with React.js to help users find drink recipes from thecocktaildb API. User can search by name/ phrase, search by ingredient, choose a random drink, or start with a base ingredient choice and browse. "
  }
  
]
